exporters/beamer/index.org
# Created 2021-06-15 Tue 18:23
#+OPTIONS: H:3 num:nil toc:t \n:nil ::t |:t ^:t -:t f:t *:t
#+OPTIONS: tex:t d:(HIDE) tags:not-in-toc
#+TITLE: Beamer export with Org-mode
#+AUTHOR: kcorg
#+language: en
#+startup: fold
#+category: worg

- [[file:tutorial.org][Writing Beamer presentations in org-mode]], by Eric S Fraga
- [[file:presentation.org][Example .org source beamer presentation]], by Eric S Fraga
- [[file:ox-beamer.org][Using the new exporter]] (in Org's core since 8.0), by Suvayu Ali
- [[file:beamer-dual-format.org][Writing dual-format presentations using Beamer]], with other tricks, by James Harkins\\
  "Dual format" here means exporting the same org source to two formats:
  - Presentation mode (slideshows);
  - Article mode, using Beamer's /beamerarticle/ package, for handouts.
