exporters/beamer/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:23 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Beamer export with Org-mode</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="kcorg" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Beamer export with Org-mode</h1>
<ul class="org-ul">
<li><a href="tutorial.html">Writing Beamer presentations in org-mode</a>, by Eric S Fraga</li>
<li><a href="presentation.html">Example .org source beamer presentation</a>, by Eric S Fraga</li>
<li><a href="ox-beamer.html">Using the new exporter</a> (in Org&rsquo;s core since 8.0), by Suvayu Ali</li>
<li><a href="beamer-dual-format.html">Writing dual-format presentations using Beamer</a>, with other tricks, by James Harkins<br />
&ldquo;Dual format&rdquo; here means exporting the same org source to two formats:
<ul class="org-ul">
<li>Presentation mode (slideshows);</li>
<li>Article mode, using Beamer&rsquo;s <i>beamerarticle</i> package, for handouts.</li>
</ul></li>
</ul>
</div>
<div id="postamble" class="status">
<p class="author">Author: kcorg</p>
<p class="date">Created: 2021-06-15 Tue 18:23</p>
</div>
</body>
</html>
